[
    {
        "Item Type": "journalArticle",
        "Publication Year": 2023.0,
        "Author": "Karmali, F; Kawakami, K",
        "Title": "Posing while Black",
        "Short Title": "The impact of race and expansive poses on trait attributions, professional evaluations, and interpersonal relations",
        "Publication Title": "Clinical cancer research : an official journal of the American Association for Cancer Research",
        "DOI": "10.1158/1078-0432.CCR-16-0162",
        "Url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5156592/",
        "Abstract Note": "PURPOSE Recent studies demonstrate that addition of neoadjuvant (NA) carboplatin (Cb) to anthracycline/taxane chemotherapy improves pathological complete response (pCR) in triple negative breast cancer (TNBC). Effectiveness of anthracycline-free, platinum combinations in TNBC is not well known. Here we report efficacy of NA carboplatin + docetaxel (CbD) in TNBC. PATIENTS AND METHODS The study population includes 190 patients with stage I-III TNBC treated uniformly on two independent prospective cohorts. All patients were prescribed NA chemotherapy regimen of Cb (AUC 6) + D (75mg/m2) given every 21 days x 6 cycles. Pathological complete response (pCR: no evidence of invasive tumor in the breast and axilla) and Residual Cancer Burden (RCB) were evaluated. RESULTS Among 190 patients, median tumor size was 35mm, 52% Lymph Node positive and 16% had germline BRCA1/2 mutation. The overall pCR and RCB 0+1 rates were 55% and 68%, respectively. pCR in patients with BRCA associated and wild-type TNBC were 59% and 56%, respectively (p=0.83). On multivariable analysis stage III disease was the only factor associated with a lower likelihood of achieving a pCR. 21% and 7% of patients, respectively, experienced at least one grade 3 or 4 adverse event. CONCLUSION The CbD regimen was well tolerated and yielded high pCR rates in both BRCA associated and wildtype TNBC. These results are comparable to pCR achieved with addition of Cb to anthracycline-taxane chemotherapy. Our study adds to the existing data on the efficacy of platinum agents in TNBC and supports further exploration of the CbD regimen in randomized studies.",
        "Date": "2017-02-01",
        "Pages": "649-657",
        "Issue": 1.0,
        "Volume": 124,
        "Library Catalog": "PubMed Central"
    },
    {
  "Item Type": "journalArticle",
        "Publication Year": 2023.0,
        "Author": "Kawakami, K; Manakara , K; Fang, X";
        "Title": " Impact of face masks on perceptions of black and white targets during the COVID-19 pandemic.",
        "Short Title": "Special issue on \"The Social and Perosnality Psychology of COVID-19. Social and Personality Psychology Compass\"",
        "DOI": "10.1111/spc3.12810",
        "Url": "https://www.kawakamilab.org/publications",
        "Date": "2023-06-02",
        "Volume": "17",
        
    }
]

  "Item Type": "journalArticle",
        "Publication Year": 2022.0,
        "Author": "Kawakami, K; Friesen, J; Fang, X"; 
        "Title": "Perceiving ingroup and outgroup faces wihtin and across nations",
        "Short Title": "Prognostic value of the Residual Cancer Burden index according to breast cancer subtype",
        "Publication Title": "medRxiv",
        "DOI": "10.1111/bjop.12563",
        "Url": "https://static1.squarespace.com/static/525d656ce4b0be2ae63502ed/t/65b3d7e098edf05a43a6e8f3/1706285025561/Kawakami+-+Perceiving+ingroup+and+outgroup+faces+within+and+across+nations.pdf",
        "Date": "2022-03-19",
        "Pages": "1079-1099",
        "Issue": "",
        "Volume": "113",
        


        "Item Type": "journalArticle",
        "Publication Year": 2019.0,
        "Author": "Hamy, Anne-Sophie; Darrigues, Lauren; Laas, Enora; Croze, Diane De; Topciu, Lucian; Lam, Giang-Thanh; Evrevin, Clemence; Rozette, Sonia; Laot, Lucie; Lerebours, Florence; Pierga, Jean-Yves; Osdoit, Marie; Faron, Matthieu; Feron, Jean-Guillaume; Lae, Marick; Reyal, Fabien",
        "Title": "Prognostic value of the Residual Cancer Burden index according to breast cancer subtype: validation on a cohort of BC patients treated by neoadjuvant chemotherapy.",
        "Short Title": "Prognostic value of the Residual Cancer Burden index according to breast cancer subtype",
        "Publication Title": "medRxiv",
        "DOI": "10.1101/19008896",
        "Url": "https://www.medrxiv.org/content/10.1101/19008896v1",
        "Abstract Note": "<p>Introduction: The Residual Cancer Burden (RCB) quantifies residual disease after neoadjuvant chemotherapy (NAC). Its predictive value has not been validated on large cohorts with long term follow up. The objective of this work is to independently evaluate the prognostic value of the RCB index depending on BC subtypes (Luminal, HER2 positive and triple negative (TNBCs)). Methods: We retrospectively evaluated the RCB index on surgical specimens from a cohort of T1T3NxM0 BC patients treated with NAC between 2002 and 2012. We analyzed the association between RCB index and relapse-free survival (RFS), overall survival (OS) among the global population, after stratification by BC subtypes. Results: 717 patients were included (luminal BC (n = 222, 31%), TNBC (n = 319, 44.5%), HER2 positive (n = 176, 24.5%)). After a median follow up of 99.9 months, RCB index was significantly associated with RFS. The RCB0 patients displayed similar prognosis when compared to the RCBI group, while patients from the RCBII and RCBIII classes were at increased risk of relapse (RCBII versus RCB0: HR=3.25 CI [2.1;5.1] p &lt; 0.001; RCBIII versus RCB0: HR=5.6 CI [3.5;8.9] p &lt; 0.001). The prognostic impact of RCB index was significant for TNBC and HER2 positive cancers; but not for luminal cancers (Pinteraction = 0.07). The prognosis of RCBIII patients was poor (8 years RFS: 52.7%, 95% CI [44.8 ; 62.0]) particularly in the TNBC subgroup, where the median RFS was 12.7 months. Conclusion: RCB index is a reliable prognostic score. RCB accurately identifies patients at a high risk of recurrence (RCBIII) with TNBC or HER2 positive BC who must be offered second-line adjuvant therapies.</p>",
        "Date": "2019-10-11",
        "Pages": "19008896",
        "Issue": "",
        "Volume": "",
        
    }
]


